// FileSyncAgent Localizable.strings

// The name of the product
"FileSyncAgent" = "Arkivsynkronisering";

// Text of "ok" button, used in various dialogs.
"OK" = "OK";

// Text of "cancel" button, used in various dialogs.
"CANCEL" = "Annuller";

// Text of "Next" button, used in various dialogs
"NEXT" = "Næste";

// Text of "Done" button, used in various dialogs
"DONE" = "OK";

// Text of "Continue" button, used in various dialogs
"CONTINUE" = "Fortsæt";

// The name of iDisk disk image when renamed and moved to the desktop when iDisk syncing is disabled.
// The argument is the user's .Mac name.
// The optional second argument is a counter, for when a .dmg already exists. E.g. "Previous local iDisk for jholt 3.dmg"
"PREVIOUS DMG%"    = "Tidligere lokal iDisk tilhørende %@";
"PREVIOUS DMG DIR" = "Tidligere lokale iDiske";

// These strings are used after migrating a Tiger local iDisk image to Leopard (and later) iDisk syncing  [rdar://6607831]
"MIGRATION_COMPLETE" = "Der er en gammel kopi af din lokale iDisk på denne computer, som bruger %@ diskplads. Vil du beholde den eller flytte den til papirkurven?";
"MIGRATION_DESKTOP"  = "Bevar";
"MIGRATION_TRASH"    = "Flyt til papirkurv";

// These strings are used to ask the user what to do with old and orphaned local iDisk images from all versions of iDisk syncing.  [rdar://6232713]
// Images can be found on the Desktop (moved there when iDisk syncing has been turned off in the past), as well as ~/Library/Mirrors (Tiger) and ~/Libary/FileSync (Leopard+)
// The code tracks where the images are found and presents three variants depending on where the images are (~/Desktop and/or ~/Library (i.e., INTERNAL)
"CLEANUP_IMAGES_DESK_1"         = "Der er en gammel kopi af din lokale iDisk på denne computer, som bruger %@ diskplads. Vil du beholde den eller flytte den til papirkurven?";
"CLEANUP_IMAGES_INTERNAL_1"     = "Der er en gammel kopi af din lokale iDisk på denne computer, som bruger %@ diskplads. Vil du beholde den eller flytte den til papirkurven?";
"CLEANUP_IMAGES_DESK_MULTI"     = "Der er flere gamle kopier af din lokale iDisk på denne computer, som bruger %@ diskplads. Vil du beholde dem eller flytte dem til papirkurven?";
"CLEANUP_IMAGES_INTERNAL_MULTI" = "Der er flere gamle kopier af din lokale iDisk på denne computer, som bruger %@ diskplads. Vil du beholde dem eller flytte dem til papirkurven?";
"CLEANUP_IMAGES_ALL"            = "Der er flere gamle kopier af din lokale iDisk på denne computer, som bruger %@ diskplads. Vil du beholde dem eller flytte dem til papirkurven?";

"CLEANUP_TITLE_1"     = "Der er fundet en anden kopi af din iDisk på computeren.";
"CLEANUP_TITLE_MULTI" = "Der er fundet andre kopier af din iDisk på computeren.";

"Keep"  = "Bevar";
"Trash" = "Flyt til papirkurv";

// ----------------------------------
// "Your iDisk is almost full" dialog

"IDISK ALMOST FULL" = "Din iDisk er næsten fuld.";

// Text of the "warn again" checkbox.
"DO NOT WARN AGAIN" = "Vis ikke denne advarsel igen.";

// Trash has files, too.
"ALMOST FULL TRASH MSG" = "Der er nogle arkiver på din iDisk, som ligger i papirkurven. Du kan få mere plads ved at tømme papirkurven.\n\nDu kan øge størrelsen på din iDisk i vinduet %@ i Systemindstillinger.";

// No files in trash.
"ALMOST FULL .MAC MSG" = "Du kan øge størrelsen på din iDisk i vinduet %@ i Systemindstillinger.";


// ----------------------------
// "Resizing your iDisk" dialog

"RESIZE IDISK"     = "Størrelsen på iDisk på computeren skal justeres.";
"RESIZE IDISK MSG" = "iDisk på computeren er midlertidigt utilgængelig, mens dens størrelse bliver ændret.";


// ----------------------------------
// "Can't turn off your iDisk" dialog

"CANT DISABLE"          = "Kan ikke slå din lokale iDisk fra.";
"CANT DISABLE BUSY MSG" = "Din lokale iDisk kan ikke slås fra lige nu, fordi den indeholder åbne arkiver. Luk arkiverne, og prøv igen.";
"CANT DISABLE ERR MSG%" = "Din lokale iDisk kan ikke slås fra lige nu, fordi der er sket en fejl %d. Prøv igen senere.";


// ---------------------------
// "log out / continue" dialog

"LOGOUT BUSY"     = "Din iDisk er ved at blive synkroniseret. Vil du fortsætte eller logge ud?";
"LOGOUT BUSY MSG" = "Du kan logge ud, når din iDisk er synkroniseret.";

// Text of the "log out" button.
"LOGOUT" = "Log ud";

// Text of the "continue" button.
"CONTINUE SYNC" = "Fortsæt synkronisering";


// Size formats, used in the conflict and exception dialog to show file sizes.
// The argument is the number of bytes, the suffixes are the abbreviations for the standard metric scales: kilobytes, megabytes, etc.
"%BYTES" = "%qu byte";
"%KB"    = "%.2f KB";
"%MB"    = "%.2f MB";
"%GB"    = "%.2f GB";
"%TB"    = "%.2f TB";
"%PB"    = "%.2f PB";
"%XB"    = "%.2f XB";


// ----------------------------------
// Finder status messages

"Cleaning up..."                 = "Rydder op…";
"Last sync cancelled."           = "Sidste synkronisering annulleret.";
"Finder Settings"                = "Finderindstillinger";				// [rdar://4735199]

// "DM_ACCOUNT_EXPIRED" was "Your %@ account has expired." prior to 10.5.3
"DM_ACCOUNT_EXPIRED"             = "Din %@-konto er udløbet.";
"CREATE FAILED:NIL DMA"          = "Kan ikke slå iDisk-synkronisering til. Kontroller %@-brugernavnet og -adgangskoden i vinduet %@ i Systemindstillinger.";
"CREATE FAILED:NO USERNAME"      = "Kan ikke slå iDisk-synkronisering til. Kontroller %@-brugernavnet og -adgangskoden i vinduet %@ i Systemindstillinger.";
"CREATE FAILED:TOO BIG"          = "Kan ikke slå iDisk-synkronisering til. Din iDisk er større end den ledige plads, der er tilgængelig.";
"CREATE FAILED:UNKNOWN"          = "Kan ikke slå iDisk-synkronisering til. Prøv igen senere.";
"Cannot sync more than one computer at a time."	= "En anden computer synkroniserer med denne konto. Prøv igen senere.";
"iDisk syncing unavailable."					= "iDisk-synkronisering er ikke tilgængelig i øjeblikket. Prøv igen senere.";

// Was not localized prior to 10.5.3 (oops!)
"NO_ACTIVE_IDISK"                = "Der er ikke en aktiv iDisk til din %@-konto.";
